{"inkVersion":17,"root":[{"->":"Start"},"done",{"Start":["^You meet Charlotte at the appointed time. (You spend four hours here.)","\n","^When you arrive she has pulled out a pile of books and splayed them out on a table.","\n","^Give some example titles.","\n","^She says she's prepared three etiquette lessons for today and asks which you'd like to hear first.","\n",{"->":"Topic"},{"#f":3}],"Behavior":["ev",{"VAR?":"topicsDiscussed"},1,"+",{"temp=":"topicsDiscussed","re":true},"/ev","^Charlotte talks about expressions and micro-expressions and how she uses them to determine how someone is feeling.","\n","^Humans are predictable, or at least predictably unpredictable.","\n","^Learning more about people's tendencies will help you anticipate their motivations. Psychology and anthropology are a must for someone like her, but she is confident that you can find them useful as well.","\n",{"->":"Topic"},{"#f":3}],"Principles":["ev",{"VAR?":"topicsDiscussed"},1,"+",{"temp=":"topicsDiscussed","re":true},"/ev","^Charlotte discusses etiquette and how, at its heart, it is based on empathy. For someone like you, that part should be easy.","\n","^You must act with virtue to be treated with virtue, etc.","\n","^The books all say to consider things from another's point of view. It's a tremendously difficult exercise for Charlotte.","\n",{"->":"Topic"},{"#f":3}],"Protocol":["ev",{"VAR?":"topicsDiscussed"},1,"+",{"temp=":"topicsDiscussed","re":true},"/ev","^Charlotte teaches you about social rules. She says the rules themselves are important, but what's more important is that you understand that the rules change.","\n","^Different groups of people have different social protocols. She can teach you to recognize and adapt to social rules quickly.","\n",{"->":"Topic"},{"#f":3}],"Topic":[["ev","str","^Behavior","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"Behavior"},"\n",{"#f":7}]}],["ev","str","^Principles","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"Principles"},"\n",{"#f":7}]}],["ev","str","^Protocol","/str","/ev",{"*":".^.c","flg":20},{"c":["\n",{"->":"Protocol"},"\n",{"#f":7}]}],["ev","str","^Ask Why She Cares","/str",{"VAR?":"topicsDiscussed"},0,">","/ev",{"*":".^.c","flg":21},{"c":["\n",{"->":"Motivation"},"\n",{"#f":7}]}],["ev","str","^Thank Her For Her Time","/str",{"VAR?":"topicsDiscussed"},3,"==","/ev",{"*":".^.c","flg":21},{"c":["\n",{"->":"Farewell"},"\n",{"#f":7}]}],{"#f":3}],"Motivation":["^You can ask why Charlotte cares so much.","\n","^She will discuss her cruelty as a child and how she hurt those around her.","\n","^She was arrogant, abusive, and impulsive. Being a wealthy child only exacerbated the issues.","\n","^She talks about how she read her Great Aunt Viola's diary and how it affected her.","\n","^She learned that the best way to get what she wanted was to help others.","\n","^She still feels nothing for those she helps, but she knows that every positive action makes her life better. The golden rule was not common sense to her, but she still holds it sacrosanct.","\n",{"->":"Farewell"},{"#f":3}],"Farewell":["^You thank her for her time. If you've progressed to 3 stars, she is proud of you and invites you to tea to test your skills.","\n","end",{"#f":3}],"global decl":["ev","str","^tbd","/str",{"VAR=":"player_name"},"str","^tbd","/str",{"VAR=":"player_gender"},0,{"VAR=":"grace"},0,{"VAR=":"expression"},0,{"VAR=":"awareness"},0,{"VAR=":"fatigue"},0,{"VAR=":"stress"},0,{"VAR=":"depression"},0,{"VAR=":"doubt"},0,{"VAR=":"week"},"str","^unset","/str",{"VAR=":"current_room"},0,{"VAR=":"topicsDiscussed"},"/ev","end",null],"#f":3}],"listDefs":{}}